{
    "acronyms": {
        "PCD": "Pre-Collapse Daughter. Grandfather's apparent child from before the collapse.",
        "ACD": "Associative Collapse-type Dementia. \"A degenerative mental condition that is increasingly likely to occur in those older than 500, and especially 600 years. It is currently believed to be untreatable. With the exception of accidents, it is the most common cause of death in the civilized world.\"",
        "GF": "Grandfather. (Utsushikome's grandfather, in text as █████.)",
        "TLS": "Time-loop space.",
        "SE": "Sekhmet and Eshmun",
        "PD": "Playwright & Director.",
        "TA": "The audience (for the play put on by PD).",
        "EK": "Entropy kid (or Entropy child)."
    },
    "wol": {
        "December 5, 2022": ["Also, seeing Bardiya's resistances again, I realized that I was supposed to reveal at some point during the story that he has a prosthetic arm, but failed to ever do this becuase I cut a scene and never properly replaced it.", "It's worth noting that the Saoic Arcanocracy intentionally has a fairly small pool of surnames. This is a reference to the Shang Dynasty custom of basing all posthumous names off the Ten Heavenly Stems, to go along with the bronze age vibe.", "Hamilcar's body is extremely proportionally inhuman, so he's not even really trying to fool the anatomical defense. M I was less sure about - it's one of the ones that doesn't really have a bearing on the plot, so I kinda just made a call on it. I might tweak some of the new ones. "],
        "November 26, 2022": ["Also, while the pneuma stores memory and personality, so does the regular, newtonian brain in the same way as in our world. The pneuma is a 'shadow' organ where the information it stores is more like a copy or an imprint created through the extra-dimensional processes of the brain than the sci-fi version of a soul."],
        "October 22, 2022": ["Divination, like Neuromancy, doesn't interface directly with the brain, it just feeds it sensory data. Also, the Power not being able to affect the brain is a rule that operates on a pretty strict definition of 'brain'; it specifically can't affect neural tissue with the inter-dimensional component that characterizes the human cerebrum in the setting.<br>Why you can share the results of Divination without worrying about someones resistances is something there hasn't really been a reason to go into yet, but basically, it's to do with the mechanism for co-operative or 'ritual' casting more generally. The short version is that, even if only one human is doing the work, the Indexes of both individuals are involved in the incantation."],
        "October 19, 2022": ["Inner Saoic names are rendered with the family name first, while Outer Saoic names are 'westernized', for want of a better term."],
        "September 28, 2022": ["Since it's not really relevant to the story, to address the meat-eating thing, my thought was that most of it was cultured/grown rather than slaughtered during the Imperial Era, but because it was a direct continuation of civilization where that wasn't the case, animals were still occasionally slaughtered for meat as a kind of luxury indulgence."],
        "September 21, 2022": ["The conversation about the idea of 'time' when applied to the Ironworkers and the Tower of Asphodel earlier was really interesting... It's only alluded to briefly a couple times, but suffice it to say, when the story talks about people or things being 'within the Tower of Asphodel', it's not speaking about a strictly physical space. The Tower isn't 3-dimensional, after all.", "Anyway, what I was trying to build to in saying all that was that people are probably overestimating the abilities of the Ironworkers. They didn't really know how to make a fundamentally different type of universe where entropy wasn't invited because they didn't even know how to make a slightly different type of universe without breaking literally everything. And they didn't make humans biologically immortal because they had no idea how to do that. It's probably obvious at this point that Imperial Era technology was oriented primarily around computing and spatial engineering, and pursued longevity in a very different way to how it's being done in the present.", "I don't think I ever wrote in the story that the collapse affected the entire universe, just human civilization.", "I feel the idea of the universe as basically a 'simulation' created by the Tower of Asphodel has been hard to really dispel through the text, and maybe hasn't come through properly... To speak a little forwardly about it, TFTBN physics broadly follows brane cosmology, which is a subset of string theory. The idea is that there are 10 dimensions of reality which are timeless absolutes, and material reality is a product of those dimensions intersecting in various ways. The 3D reality which we understand as our universe, and all expressions of matter and energy within it through time, are just a product of one of these interactions - you could think of it like one beam of light in a many-faceted crystal. The name 'string theory' comes from the idea that what we understand as single particles are not actually just single particles, but single spots on a higher-dimension 'string' we are incapable of interacting with because of our 3D nature.<br>With the crystal allegory in mind, the Tower of Asphodel - a 10 dimensional object - is basically a refractive device. It takes the 'natural' way the light is emitting from the crystal and alters it to be expressed differently in an attempt to engineer a pocket of similarly behaving perceived reality. But this is as far as it goes. The Ironworkers had no power over the true, 10 dimensional universe, which in the setting is called the Timeless Realm. They were plumbers trying to engineer the flow of water, not programmers."],
        "September 18, 2022": ["There are supposed to be three sets of stairs in the inner sanctum building. One on the west side close to the printing room, another on the east side overlooking the pond outside, and finally a third in the main hall/orrery/library. However, the third one isn't a proper staircase insofar as it's only a function of the main hall being two stories tall, and it doesn't go up to the third floor."]
    }
}
